---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MillimetersToTheFourthPower
source: html/b852e135-b20b-545c-9048-fa38674f73c4.htm
---
# Autodesk.Revit.DB.UnitTypeId.MillimetersToTheFourthPower Property

Millimeters to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MillimetersToTheFourthPower { get; }
```